tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "cmatrix"
brew "curl"
brew "docker"
brew "git"
brew "go"
brew "htop"
brew "pyenv"
brew "vim"
brew "wget"
cask "balenaetcher"
cask "bettertouchtool"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "inkscape"
cask "iterm2"
cask "kindle"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "notion"
cask "pycharm"
cask "responsively"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoomus"
