tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmatrix"
brew "ctags"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "goenv", args: ["HEAD"]
brew "htop"
brew "nodenv"
brew "p7zip"
brew "postgresql@9.6", restart_service: true
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "heroku/brew/heroku"
cask "1password"
cask "alfred"
cask "balenaetcher"
cask "bettertouchtool"
cask "blackhole"
cask "cmd-eikana"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "notion"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "slack"
cask "tableplus"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "zoom"
