tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmatrix"
brew "curl"
brew "docker"
brew "fzf"
brew "git"
brew "goenv", args: ["HEAD"]
brew "htop"
brew "postgresql@9.6", restart_service: true
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
cask "balenaetcher"
cask "bettertouchtool"
cask "cmd-eikana"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hackgen"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "owasp-zap"
cask "pycharm"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "visual-studio-code"
cask "zoomus"
