tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
cask "adoptopenjdk8"
brew "automake"
brew "cask"
brew "cmatrix"
brew "docker"
brew "python"
brew "ffmpeg"
brew "git"
brew "htop"
brew "nodebrew"
brew "pipenv"
brew "pkg-config"
brew "postgresql@10", restart_service: true
brew "pyenv"
brew "sbt"
brew "telnet"
brew "tree"
brew "yarn"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "cyberduck"
cask "deepl"
cask "docker"
cask "font-hackgen"
cask "font-ricty-diminished"
cask "inkscape"
cask "iterm2"
cask "pycharm"
cask "raspberry-pi-imager"
cask "slack"
cask "tableplus"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
cask "zoomus"
