aaron-bond.better-comments
azemoh.one-monokai
cocopon.iceberg-theme
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
GitHub.github-vscode-theme
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.Go
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
tht13.python
vscode-icons-team.vscode-icons
