tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "python@3.9"
brew "glib"
brew "cmatrix"
brew "ctags"
brew "libssh2"
brew "curl"
brew "direnv"
brew "docker"
brew "expect"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "goenv", args: ["HEAD"]
brew "goreleaser"
brew "htop"
brew "lsd"
brew "neovim"
brew "nghttp2"
brew "node-build"
brew "nodenv"
brew "p7zip"
brew "pyenv"
brew "python@3.8"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wabt"
brew "wget"
brew "aws/tap/aws-sam-cli"
cask "1password"
cask "adoptopenjdk"
cask "alfred"
cask "bettertouchtool"
cask "blackhole"
cask "cleanmymac"
cask "cmd-eikana"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "kindle"
cask "notion"
cask "obsidian"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
