tap "xwmx/taps"
brew "aircrack-ng"
brew "gettext"
brew "bazel"
brew "binwalk"
brew "brainfuck"
brew "cmake"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "doggo"
brew "exiftool"
brew "exploitdb"
brew "ffmpeg"
brew "foremost"
brew "gh"
brew "ghidra"
brew "ghq"
brew "htop"
brew "jq"
brew "librist"
brew "libsixel"
brew "lima"
brew "qemu"
brew "lima-additional-guestagents"
brew "lua"
brew "mas"
brew "python@3.14"
brew "mycli"
brew "mysql-client"
brew "ninja"
brew "openjdk"
brew "pgcli"
brew "redis"
brew "weechat"
brew "yazi"
brew "yt-dlp"
cask "1password"
cask "bettertouchtool"
cask "blu-ray-player"
cask "brave-browser"
cask "burp-suite"
cask "chatgpt"
cask "claude"
cask "cmd-eikana"
cask "discord"
cask "font-hackgen-nerd"
cask "ghidra"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "wireshark-app"
cask "zoom"
mas "Duckov", id: 6743841750
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "marp-team.marp-vscode"
cargo "cargo-make"
cargo "cargo-nextest"
cargo "sqlx-cli"
cargo "tdf-viewer"
npm "corepack"
