tap "atlassian/acli"
brew "gettext"
brew "bat"
brew "bazel"
brew "binwalk"
brew "brainfuck"
brew "cmake"
brew "curl"
brew "direnv"
brew "docker"
brew "doggo"
brew "exiftool"
brew "eza"
brew "fd"
brew "librist"
brew "ffmpeg"
brew "foremost"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "htop"
brew "jq"
brew "libsixel"
brew "lima"
brew "mycli"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "ollama"
brew "openjdk"
brew "pgcli"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "weechat"
brew "yt-dlp"
brew "atlassian/acli/acli"
cask "1password"
cask "bettertouchtool"
cask "blu-ray-player"
cask "brave-browser"
cask "burp-suite"
cask "chatgpt"
cask "claude"
cask "cmd-eikana"
cask "discord"
cask "font-hackgen-nerd"
cask "ghidra"
cask "google-chrome"
cask "goreleaser"
cask "iterm2"
cask "obsidian"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark-app"
cask "zoom"
